[
    {
        "location": {
            "emirateCode": "DXB",
            "latitude": 25.215231,
            "longitude": 55.449926,
            "displayAddress": "Mushrif Park, Deira"
        },
        "storeID": 1,
        "name": "Mushrif Park",
        "description": "It is 15 kilometres away from the city centre and is the largest park in Dubai. Many facilities are available for families on more than 30 family zones inside the park. It is located in the eastern part of the city, about 16 km from the traditional center of Dubai.",
		"facilities": "Mushrif park has international village which contains 13 models of Arabic and English houses. The park also contains of amusing and entertaining services such as: pool, BBQ areas, children games,  sport playground (basket ball, volleyball, hand ball), walking tracks and bicycle tracks, horse and camel riding, and theater that fits 500 people.",
        "entryFees": [
            "Per Person: 3 AED",
            "Per Car: 10 AED",
            "Special Needs: Free",
            "Membership: Annual (340 AED) or 6 months (260 AED) membership can be obtained to use the swimming pool"
        ],
        "handicap": true,
        "hours": [
            "Sun to Wed: 8:00 am- 10:00 pm",
            "Thu-Fri-Sat: 8:00 am- 11:00 pm"
        ],
        "contact": [
            "Tel: +971(4)-288 3624",
            "Fax: +971(4)",
            "Email:",
            "Website: http://dm.gov.ae"
        ]
    },
	{
        "location": {
            "emirateCode": "DXB",
            "latitude": 25.318464,
            "longitude": 55.347784,
            "displayAddress": "Mamzar Beach Park, Deira"
        },
        "storeID": 2,
        "name": "Mamzar Beach Park",
        "description": "Al Mamzar Park covers an area of 106 hectares and offers barbecue sites, private chalets for hire, swimming pool, food kiosks, sheltered beach and safe lagoon, a scenic train and many children?s play areas. Piped music is played throughout the day and there are pleasant grassed picnic areas.. It is located approximately 5 km after the turn off to Hamriya Port.",
		"facilities": "The park encompasses a large swimming pool divided into 3 pools for children and adults. Seats, shades, changing rooms, showers and a snackhouse are available, in addition to the permanent presence of lifeguards. Facilities include pool, BBQ areas, children games,  sport playground (basket ball, volleyball, hand ball), Restaurants and cafeterias, beach cabins, and renting bicycles.",
        "entryFees": [
            "Per Person: 5 AED",
            "Per Car: 30 AED",
            "Special Needs: Free",
            "Service of renting the beach cabins: large cabin for AED 200 and small cabin for AED 150"
        ],
        "handicap": true,
        "hours": [
            "Sun to Wed: 8:00 am- 10:00 pm",
            "Thu-Fri-Sat: 8:00 am- 11:00 pm"
        ],
        "contact": [
            "Tel: +971(4)-296 6201",
            "Fax: +971(4)",
            "Email:",
            "Website: http://dm.gov.ae"
        ]
    },
	{
        "location": {
            "emirateCode": "DXB",
            "latitude": 25.185816,
            "longitude": 55.246614,
            "displayAddress": "Safa Park, Sheikh Zayed Road"
        },
        "storeID": 3,
        "name": "Safa Park",
        "description": "Safa Park is a 64 hectare urban park. The park contains three lakes, over 200 species of birds, and 16,924 different trees and bushes. Within the park, one can find grassy lawns, a little forest, and a hill to offer panoramic views of the park. A waterfall flows out of the hill and into the largest lake which contains a fountain and touring boats.",
		"facilities": "Facilities There is a small garden allocated for ladies, entertainment games, sports fields for (Basketball, football & volleyball), renting bicycles, boat rent services, .",
        "entryFees": [
            "Per Person: 3 AED",
            "Special Needs: Free"
        ],
        "handicap": true,
        "hours": [
            "Sun to Wed: 8:00 am- 10:00 pm",
            "Thu-Fri-Sat: 8:00 am- 11:00 pm"
        ],
        "contact": [
            "Tel: +971(4)",
            "Fax: +971(4)",
            "Email:",
            "Website: http://dm.gov.ae"
        ]
    },
	{
        "location": {
            "emirateCode": "DXB",
            "latitude": 25.235748,
            "longitude": 55.29792,
            "displayAddress": "Zabeel Park, Sheikh Rashid Road"
        },
        "storeID": 4,
        "name": "Zabeel Park",
        "description": "The main features include a 45-metre high Panoramic Tower, Technology Zone, Sports Area, Barcode Garden, Energy Zone, Space Maze, restaurant, and skate park. Entrance Fees/Dhs: 5 per person. Is situated on both sides of the Sheikh Zayed highway heading towards Zabeel.",
		"facilities": "Facilities include: Ice rink and ice skating, lessons available. Children's party and activity rooms. Internet WiFi access throughout the whole park. 3D entertainment and cinema.",
        "entryFees": [
            "Per Person: 5 AED"
        ],
        "handicap": true,
        "hours": [
            "Daily: 8:00 am- 11:00 pm"
        ],
        "contact": [
            "Tel: +971(4)-398 6888",
            "Fax: +971(4)",
            "Email:",
            "Website: http://dm.gov.ae"
        ]
    },
	{
        "location": {
            "emirateCode": "DXB",
            "latitude": 25.197971,
            "longitude": 55.235456,
            "displayAddress": "Jumeirah Beach Park, Jumeurah Road"
        },
        "storeID": 5,
        "name": "Jumeirah Beach Park",
        "description": "Jumeirah Beach Park spans 12 hectares of parkland. It is a marvelous painting of landscaping and environmental coordination. The Park was opened in 1989 on 13 hectares of land, to be the first beach park, overlooking directly the Arabian Gulf in Jumeirah residential area. Different earth levels distinguish the park, constituting a group of green hills encompassing recreational and games areas.",
		"facilities": "Facilities include: Beach facilities. Beach sport fields services (Basketball, volleyball and handball fields). Playgrounds. Restaurants and cafeterias.",
        "entryFees": [
            "Per Person: 5 AED",
            "Per Car: 20 AED",
            "Special Needs: Free"
        ],
        "handicap": true,
        "hours": [
            "Sun to Wed: 8:00 am- 10:00 pm",
            "Thu-Fri-Sat: 8:00 am- 11:00 pm",
			"Mondays are allocated for ladies and children only"
        ],
        "contact": [
            "Tel: +971(4)-349 2555",
            "Fax: +971(4)",
            "Email:",
            "Website: http://dm.gov.ae"
        ]
    },
	{
        "location": {
            "emirateCode": "DXB",
            "latitude": 25.239339,
            "longitude": 55.326008,
            "displayAddress": "Creek Park, Dubai Creek"
        },
        "storeID": 6,
        "name": "Creek Park",
        "description": "Dubai Creek Park is in the heart of the old city on the shores of Dubai Creek. It is one of the oldest parks in Dubai and is still as popular today as it was then… families fill the park at the weekends and the evenings. The park has the benefit of being in the cool breeze from the creek and also has loads of plants and greenery along with mazes and a nature trail. There are also barbeque areas and childrens’ play areas dotted throughout the park as well as the Children City Centre and Dubai Dolphinarium.",
		"facilities": "Facilities include: Teleferic which is manifested by the hanged cabins. Sea excursion services.  ",
        "entryFees": [
            "Per Person: 5 AED",
            "Special Needs: Free"
        ],
        "handicap": true,
        "hours": [
            "Sun to Wed: 8:00 am- 10:00 pm",
            "Thu-Fri-Sat: 8:00 am- 11:00 pm"
        ],
        "contact": [
            "Tel: +971(4)-336 7633",
            "Fax: +971(4)",
            "Email:",
            "Website: http://dm.gov.ae"
        ]
    },
	{
        "location": {
            "emirateCode": "DXB",
            "latitude": 25.223306,
            "longitude": 55.25685,
            "displayAddress": "Dubai Zoo, Jumeirah Beach Road"
        },
        "storeID": 7,
        "name": "Dubai Zoo",
        "description": "Dubai Zoo a 1.5-hectare zoo originally built in 1967. The Zoo includes a group of animals that fits to UAE environment, and in other environments from all over the world. The group includes local animals under threat of extinction, such as Arabian Oryx, Socotra cormorant and wild cat. In addition, the zoo has put breeding program, which includes gorillas, chimpanzees and the African tiger that covered by protection and breeding program.",
		"facilities": "Facilities include: Public facilities services (WC for men, women and for people with special needs). Cafe providing beverages, sweets, ice cream and presents are available",
        "entryFees": [
            "Per Person: 2 AED",
            "Children under 2: Free",
            "Special Needs: Free"
        ],
        "handicap": true,
        "hours": [
            "Summer timing: from 10:00 am to 06:00 pm, from 1st  of March to the end of October. ",
            "Winter timing: from 10:00 am to 5:30 pm from the beginning of November to the end of February.",
			"The zoo is closed on Tuesday"
        ],
        "contact": [
            "Tel: +971(4)-3496444",
            "Fax: +971(4)",
            "Email:",
            "Website: http://dm.gov.ae"
        ]
    },
	{
        "location": {
            "emirateCode": "DXB",
            "latitude": 25.236059,
            "longitude": 55.326909,
            "displayAddress": "Children City, Creek Park"
        },
        "storeID": 8,
        "name": "Children City",
        "description": "The Dubai-based Children's City is the first educational city in the UAE devoted to children between two and fifteen years old where they can investigate, explore, play, discover, and learn about the world in which we live. The City is specially designed for children to interact and discover together in family and school groups.",
		"facilities": "Facilities include: Planetarium. Cafe. Nursing room. Gift Shop. WiFi. Education Services. Special Events..",
        "entryFees": [
            "Adults: 15 AED",
            "Children: 10 AED",
			"Family (2 adults + 2 children): 40 AED",
			"Schools: 5 AED per student",
			"Groups: 10 AED",
            "Special Needs: Free"
        ],
        "handicap": true,
        "hours": [
            "Sun to Thur: 9:00 am- 8:00 pm",
            "Fri: 3:00 pm- 9:00 pm"
        ],
        "contact": [
            "Tel: +971(4)-334 0808",
            "Fax: +971(4)-334 1122",
            "Email: childcity@dm.gov.ae",
            "Website: http://www.childrencity.dm.gov.ae"
        ]
    },
	{
        "location": {
            "emirateCode": "SHJ",
            "latitude": 25.326319,
            "longitude": 55.388428,
            "displayAddress": "Al Majaz Park, Sharjah"
        },
        "storeID": 9,
        "name": "Al Majaz Park and Waterfront",
        "description": "Al Majaz Park is one of the modern public gardens in the city and is close to the Khaled Lagoon. It has a central area for holding ceremonies and is a very popular place with plenty of child friendly facilities. The Waterfront is an expansion and beautification of the existing park, going above and beyond merely extending greenery in order to enhance this family-friendly leisure area, a waterfront landmark of Sharjah. The final 231,000 sqm park is being completely re-developed to include leisure and recreational areas.",
		"facilities": "Kids area. Sharjah Fountain. Restaurants and cafes.",
        "entryFees": [
            "All: Free"
        ],
        "handicap": true,
        "hours": [
            "Some areas are accessible 24x7"
        ],
        "contact": [
            "Tel: +971(6)-552 1552",
            "Fax: +971(6)",
            "Email: info@shjmun.gov.ae",
            "Website: http://www.almajaz.ae"
        ]
    },
	{
        "location": {
            "emirateCode": "SHJ",
            "latitude": 25.360954,
            "longitude": 55.432202,
            "displayAddress": "Green Belt Park, Al Riqa Suburb, Sharjah"
        },
        "storeID": 10,
        "name": "Green Belt Park",
        "description": "Green Belt Park (for ladies only) lies in the northeast part of the city of Sharjah, close to the Al Thaqafa (Cultural) Roundabout. The park also includes water fountains and an open theatre with four main gates.",
		"facilities": "Gardens. Fountains. Small Lake",
        "entryFees": [
            "All: Free"
        ],
        "handicap": true,
        "hours": [
            "Some areas are accessible 24x7"
        ],
        "contact": [
            "Tel: +971(6)-516 2322",
            "Fax: +971(6)",
            "Email: info@shjmun.gov.ae",
            "Website: http://www.sharjahtourism.ae"
        ]
    },
	{
        "location": {
            "emirateCode": "SHJ",
            "latitude": 25.313091,
            "longitude": 55.537774,
            "displayAddress": "Sharjah National Park, Al Gharayen, Al Dhaid Rd"
        },
        "storeID": 11,
        "name": "Sharjah National Park",
        "description": "This is Sharjah's biggest park covering 630,000 square metres and is located at Intersection No. 5, Sharjah/Al Dhaid Road.",
		"facilities": "The park contains models of Sharjah malls and Sharjah tourist places. Walking track. Children area.",
        "entryFees": [
            "All: Free"
        ],
        "handicap": true,
        "hours": [
            "Sun-Thu: 2pm to 6pm",
			"Fri-Sat: 10am to 7pm"
        ],
        "contact": [
            "Tel: +971(6)-558 6170",
            "Fax: +971(6)",
            "Email: info@shjmun.gov.ae",
            "Website: http://www.sharjahtourism.ae"
        ]
    },
	{
        "location": {
            "emirateCode": "SHJ",
            "latitude": 25.343037,
            "longitude": 55.380018,
            "displayAddress": "Al Jazeera Fun Park, Al Arouba St, Sharjah"
        },
        "storeID": 12,
        "name": "Al Jazeera Fun Park",
        "description": "Built on a 100,000 square metre island in the lagoon nestles Al Jazeera Fun Park, one of Sharjah’s best loved treasures and a tranquil oasis away from the bustle of the city. For almost three decades this Park has entranced generations of youngsters who now bring their own children to experience its magic.",
		"facilities": "Swimming Pool. Mini Zoo. Different Rides",
        "entryFees": [
            "All: 2 to 5 AED"
        ],
        "handicap": true,
        "hours": [
            "The park is currently undergoing major renovations."
        ],
        "contact": [
            "Tel: +971(6)-569 1202",
            "Fax: +971(6)",
            "Email: info@shjmun.gov.ae",
            "Website: http://www.sharjahtourism.ae"
        ]
    },
	{
        "location": {
            "emirateCode": "SHJ",
            "latitude": 25.284147,
            "longitude": 55.695359,
            "displayAddress": "Sharjah Desert Park, "
        },
        "storeID": 13,
        "name": "Sharjah Desert Park",
        "description": "The park covers an area of one square kilometre and offers three venues in one with the Sharjah Natural History Museum and Botanical Museum, Arabia’s Wildlife Centre and the Children’s Farm. The Breeding Centre for Endangered Arabian Wildlife is also located at the park and is an impressive research and breeding facility, but one that is not open to the public.",
		"facilities": "Natural History Museum. Botanical Museum. Wildlife Centre. Children Farm",
        "entryFees": [
            "Adult: 15 AED",
			"Children under 12: Free",
			"School Visits: AED 2 per student ( 3 supervisors free per 60 students)",
			"College Students : 5 AED"
        ],
        "handicap": true,
        "hours": [
            "Sun-Mon-Wed-Thu: 9am to 5:30pm",
			"Fri: 2pm to 5:30pm",
			"Sat: 11am to 5:30pm",
			"Tuesday: Closed"
        ],
        "contact": [
            "Tel: +971(6)-531 1999",
            "Fax: +971(6)-531 1419",
            "Email: epaa@epaashj.ae",
            "Website: http://www.epaashj.com"
        ]
    }
]